<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML>
<html>
  <head>
    <base href="<%=basePath%>">
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
	<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->
	<meta charset="UTF-8">
	<title>Live汽车研发</title>
	<link rel="stylesheet" href="css/LiveContent.css">
  </head>
  <body>

		<div class="AllDiv">
			<div class="firstDivS">
				<div class="firstDiv">
					<div class="firstDiv1">
					<img src="images/live/liveContent/68.webp" style="width: 120px; height: 160;"/>
					<div><img src="images/live/liveContent/85.png" style="width: 10; height: 10px;"> <span>Live 讲座</span></div>
					</div>
					<div class="firstDiv2">
						<h3>汽车研发：整车性能开发入门</h3>
						<p>讲者：铳蒙 等</p>
						<p>29 分钟 · 34 问答 · 28 文件</p>
					</div>
				</div>
				<div class="svgDiv">
					<span>
						<svg width="17" height="17" viewBox="0 0 20 20" fill="currentColor" size="17"><path d="M4.25 13v3.5h12.5V7.08a.75.75 0 1 1 1.5 0v9.795c0 .621-.504 1.125-1.125 1.125H3.875a1.125 1.125 0 0 1-1.125-1.125v-14c0-.621.504-1.125 1.125-1.125h10.75c.621 0 1.125.504 1.125 1.125v9c0 .621-.504 1.125-1.125 1.125H4.25zm0-1.5h10V3.25h-10v8.25zm5.75-5h1.75a.25.25 0 0 1 .25.25v1a.25.25 0 0 1-.25.25H10v1.75a.25.25 0 0 1-.25.25h-1a.25.25 0 0 1-.25-.25V8H6.75a.25.25 0 0 1-.25-.25v-1a.25.25 0 0 1 .25-.25H8.5V4.75a.25.25 0 0 1 .25-.25h1a.25.25 0 0 1 .25.25V6.5zM5.5 14h9a.5.5 0 0 1 .5.5v.5a.5.5 0 0 1-.5.5h-9A.5.5 0 0 1 5 15v-.5a.5.5 0 0 1 .5-.5z">

						</path></svg>
						<span>加入书架</span>
					</span>

					<span>
						<svg viewBox="0 0 40 40" height="17" width="17" fill="currentColor" size="17"><path d="M7 14v4h26v-4H7zm21-3c2-.3 2.4-2.9.7-4.4-.6-.6-3.2.7-7.3 4.2l-.2.2H28zm4.4 0H34a2 2 0 0 1 2 2v6a2 2 0 0 1-2 2H22v11h8V21h3v11a3 3 0 0 1-3 3H10a3 3 0 0 1-3-3V21h3v11h8V21H6a2 2 0 0 1-2-2v-6c0-1.1.9-2 2-2h1.2a6 6 0 0 1 1.4-6.7c2.2-2 5.8-.5 11 4 5.4-4.5 9-6 11.1-4 2 1.8 2.5 4.6 1.7 6.7zm-14.3 0l-.1-.2c-4.2-3.5-6.8-4.8-7.3-4.2C8.9 8 9.6 11 11.9 11h6.2zm-.1 3v4h4v-4h-4z">

						</path></svg>
						<span>删除好友</span>
					</span>

					<span>
						<svg width="17" height="17" viewBox="0 0 32 32" fill="currentColor" size="17"><path d="M7.073 10v3h-1.55a2.497 2.497 0 0 0-2.492 2.5v11A2.5 2.5 0 0 0 5.522 29H25.8a2.497 2.497 0 0 0 2.492-2.5v-11A2.5 2.5 0 0 0 25.8 13h-1.55v-3h3.074c2.209 0 3.999 1.8 3.999 4.01v13.98A4.008 4.008 0 0 1 27.324 32H3.999A4.008 4.008 0 0 1 0 27.99V14.01A4.008 4.008 0 0 1 3.999 10h3.074zm7.073-5.498c0-.277.218-.502.5-.502h2.03a.5.5 0 0 1 .501.502v17.769a.497.497 0 0 1-.5.502h-2.03a.5.5 0 0 1-.501-.502V4.502z"></path><path d="M15.744 4.203l-4.615 4.614a.501.501 0 0 1-.714.007L8.979 7.388a.505.505 0 0 1 .007-.714l6.35-6.35a.513.513 0 0 1 .392-.152.504.504 0 0 1 .373.146l6.436 6.436a.494.494 0 0 1 .004.704l-1.42 1.421a.502.502 0 0 1-.705-.004l-4.672-4.672z" fill-rule="evenodd">

						</path></svg>
						<span>分享</span>
					</span>
				</div>
			</div>
			<div class="rmbDiv">
				<h3>￥19</h3>
				<div>
					<span>4.6</span>
					分
					<div class="plDiv">25 人评论</div>
				</div>

			</div>
			<div class="LiveDiv">
				<h3>Live 讲座简介</h3>
				<p>本次 Live 将通过访谈一线汽车行业整车性能老司机的方式，
					为有志于加入行业的朋友解读汽车性能开发的岗位概况，为准备加入或者正在努力进入汽车行业的朋友们厘清概念，

					在选择专业、选择公司、选择岗位之前打下基础。本次请到的是行业大牛 Brandon ，在整车性能开发领域有着丰富的技术与管理经验。</p>
				<div class="div">
					<svg width="12" height="12" viewBox="0 0 24 24" fill="currentColor" size="12" class="ServiceTag-icon-365dz"><path d="M12 24C5.373 24 0 18.627 0 12S5.373 0 12 0s12 5.373 12 12-5.373 12-12 12zm0-2c5.523 0 10-4.477 10-10S17.523 2 12 2 2 6.477 2 12s4.477 10 10 10z"></path><path d="M16.42 7.86a1.215 1.215 0 1 1 1.72 1.718l-7.57 7.563a1.22 1.22 0 0 1-1.724.007l-2.99-2.987a1.215 1.215 0 1 1 1.718-1.718l2.132 2.125L16.42 7.86z">

					</path></svg>
					可无限回听
				</div>
			</div>
			<div class="contentDiv">
				<h3>内容大纲</h3>
				<div>
					＊ 汽车性能开发是什么？
					＊ 汽车性能开发包括哪些岗位？
					＊ 汽车性能开发平时做些什么？
					＊ 在学校中需要为今后从事性能开发打下什么样的基础？
					＊ 汽车性能开发未来会有哪些发展？
				</div>
			</div>
			<div class="liveJ">
				<div>Live 讲座讲者</div>
				<div class="bigDiv">
					<div class="smallDiv">
						<div class="smaller">
							<div class="smallDiv">
								<img src="images/live/liveContent/69.jpg"/>
								<span>
									<svg viewBox="0 0 20 20" height="18" width="18" fill="currentColor" class="UserBadge-badgeShadow-o2bwG" size="18"><g fill="none" fill-rule="evenodd"><path fill="#0F88EB" d="M.6 11.4c1 1 1.8 2.7 1.7 4 0 1.3 1 2.3 2.3 2.2h-.2c1.4 0 3.2.7 4 1.7.8 1 2.2 1 3 0 1-1 2.7-1.7 4-1.6 1.3 0 2.3-1 2.2-2.3v.2c0-1.3.7-3.2 1.7-4 1-.8 1-2.2 0-3-1-1-1.7-2.7-1.6-4 0-1.3-1-2.3-2.3-2.2h.2c-1.3 0-3.2-.7-4-1.7-.8-1-2.2-1-3 0-1 1-2.7 1.7-4 1.6-1.3 0-2.3 1-2.2 2.3v-.2c0 1.4-.7 3.2-1.7 4-1 .8-1 2.2 0 3z"></path><path fill="#FFF" d="M7.8 13.7l-2.7-3s-.2-.7.5-1.3C6 8.7 6.7 9 6.7 9l2 2.3 4.7-5s.6-.3 1.3.2c.6.6.2 1.4.2 1.4l-5.5 5.6c-1 1-1.8 0-1.8 0z">

									</path></g></svg>
									<svg viewBox="0 0 20 20" height="14" width="14" fill="currentColor" class="UserBadge-badge-o3Qds" size="14"><g fill="none" fill-rule="evenodd"><path fill="#FF9500" d="M.6 11.4c1 1 1.8 2.7 1.7 4 0 1.3 1 2.3 2.3 2.2h-.2c1.4 0 3.2.7 4 1.7.8 1 2.2 1 3 0 1-1 2.7-1.7 4-1.6 1.3 0 2.3-1 2.2-2.3v.2c0-1.3.7-3.2 1.7-4 1-.8 1-2.2 0-3-1-1-1.7-2.7-1.6-4 0-1.3-1-2.3-2.3-2.2h.2c-1.3 0-3.2-.7-4-1.7-.8-1-2.2-1-3 0-1 1-2.7 1.7-4 1.6-1.3 0-2.3 1-2.2 2.3v-.2c0 1.4-.7 3.2-1.7 4-1 .8-1 2.2 0 3z"></path><path fill="#FFF" d="M10 13l-2.6 1.6c-.5.3-.8 0-.6-.5l.7-3L5 9c-.3-.3-.2-.6.4-.6l3-.3 1.3-2.7c.2-.5.5-.5.7 0l1.2 3 3 .2c.7 0 .8.3.3.7l-2.5 2 .7 3c0 .7 0 1-.6.6L10 13z">

									</path></g></svg>
								</span>
								<div>
									<a href="#">铳蒙</a>
									<div>汽车话题优秀回答者</div>
								</div>
								<button class="but1Div gz">
									<svg viewBox="0 0 40 40" height="12" width="12" fill="currentColor" size="12" class="UserCell-icon-oN5QL"><path fill-rule="evenodd" d="M22 18h16a2 2 0 1 1 0 4H22v16a2 2 0 1 1-4 0V22H2a2 2 0 1 1 0-4h16V2a2 2 0 1 1 4 0v16z">

									</path></svg>
									<span>关注</span>
								</button>
							</div>
						</div>

					</div>
					<div class=" smDiv smallerDiv ">
							我是铳蒙，在汽车行业深耕十年，曾负责汽车主机厂产品研发，技术管理，现任合资主机厂招聘经理，
							任研发工程师期间，与一线供应商合作交流，任技术管理岗位期间，
							<span class="hideDiv">...
								<span>更多</span>
							</span>
							<span class="showDiv">领导某车型发动机领域 100 多个零件， 十几名研发工程师的开发工作。任招聘经理期间，
								组织针对公司不同职层岗位的人员进行内外部招聘，并多次主导校园招聘的组织与实施。</span>
					</div>
					<div class="smallDiv">
						<div class="smallDiv">
								<img src="images/live/liveContent/70.webp"/>
								<span>
									<svg viewBox="0 0 20 20" height="18" width="18" fill="currentColor" class="UserBadge-badgeShadow-o2bwG" size="18"><g fill="none" fill-rule="evenodd"><path fill="#0F88EB" d="M.6 11.4c1 1 1.8 2.7 1.7 4 0 1.3 1 2.3 2.3 2.2h-.2c1.4 0 3.2.7 4 1.7.8 1 2.2 1 3 0 1-1 2.7-1.7 4-1.6 1.3 0 2.3-1 2.2-2.3v.2c0-1.3.7-3.2 1.7-4 1-.8 1-2.2 0-3-1-1-1.7-2.7-1.6-4 0-1.3-1-2.3-2.3-2.2h.2c-1.3 0-3.2-.7-4-1.7-.8-1-2.2-1-3 0-1 1-2.7 1.7-4 1.6-1.3 0-2.3 1-2.2 2.3v-.2c0 1.4-.7 3.2-1.7 4-1 .8-1 2.2 0 3z"></path><path fill="#FFF" d="M7.8 13.7l-2.7-3s-.2-.7.5-1.3C6 8.7 6.7 9 6.7 9l2 2.3 4.7-5s.6-.3 1.3.2c.6.6.2 1.4.2 1.4l-5.5 5.6c-1 1-1.8 0-1.8 0z">

									</path></g></svg>
									<svg viewBox="0 0 20 20" height="14" width="14" fill="currentColor" class="UserBadge-badge-o3Qds2" size="14"><g fill="none" fill-rule="evenodd"><path fill="#FF9500" d="M.6 11.4c1 1 1.8 2.7 1.7 4 0 1.3 1 2.3 2.3 2.2h-.2c1.4 0 3.2.7 4 1.7.8 1 2.2 1 3 0 1-1 2.7-1.7 4-1.6 1.3 0 2.3-1 2.2-2.3v.2c0-1.3.7-3.2 1.7-4 1-.8 1-2.2 0-3-1-1-1.7-2.7-1.6-4 0-1.3-1-2.3-2.3-2.2h.2c-1.3 0-3.2-.7-4-1.7-.8-1-2.2-1-3 0-1 1-2.7 1.7-4 1.6-1.3 0-2.3 1-2.2 2.3v-.2c0 1.4-.7 3.2-1.7 4-1 .8-1 2.2 0 3z"></path><path fill="#FFF" d="M10 13l-2.6 1.6c-.5.3-.8 0-.6-.5l.7-3L5 9c-.3-.3-.2-.6.4-.6l3-.3 1.3-2.7c.2-.5.5-.5.7 0l1.2 3 3 .2c.7 0 .8.3.3.7l-2.5 2 .7 3c0 .7 0 1-.6.6L10 13z">

									</path></g></svg>
								</span>
								<div>
									<a href="#">Brandon Lu</a>
									<div style="width: 200px;">汽车等 2 个话题优秀回答者</div>
								</div>
								<button class="butDiv gz">
									<svg viewBox="0 0 40 40" height="12" width="12" fill="currentColor" size="12" class="UserCell-icon-oN5QL"><path fill-rule="evenodd" d="M22 18h16a2 2 0 1 1 0 4H22v16a2 2 0 1 1-4 0V22H2a2 2 0 1 1 0-4h16V2a2 2 0 1 1 4 0v16z">

									</path></svg>
									<span>关注</span>
								</button>
							</div>
						</div>
					</div>

					<div class="smDiv">
							我是Brandon Lu，在某一线合资技术中心担任整车性能工程师，既做过分析又做过试验，既画过网格也发过数模
							。现在的日常工作就是开会和开车。
					</div>
				</div>
			<div class="pjDiv">
				<div class="plDiv">
				<h2 style="font-size: 17;">评价

				</h2>
				</div>
				<div class="pfDiv">
					<div>3.4</div>
					<div>
						<div>
							<svg xmlns="http://www.w3.org/2000/svg" width="15" height="15" viewBox="0 0 15 15">
								<g fill-rule="evenodd">
									<path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

									</path>
								</g>
							</svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="15" height="15" viewBox="0 0 15 15">
								<g fill-rule="evenodd">
									<path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

									</path>
								</g>
							</svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="15" height="15" viewBox="0 0 15 15">
								<g fill-rule="evenodd">
									<path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

									</path>
								</g>
							</svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="15" height="15" viewBox="0 0 15 15">
								<g fill-rule="evenodd">
									<path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

									</path>
								</g>
							</svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="15" height="15" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#d7d8d9" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>

							<div class="jDiv"></div>
						</div>
						<div>25条评价</div>

					</div>
					<div class="plRight">
							<div class="pl">
								<span>好评</span>
								<div class="ProgressBar progressBar" style="height: 5px;">
									<div class="ProgressBar-bar" style="width: 92%;height: 5px;">

									</div>
								</div>

								<span>92%</span>
							</div>
							<div class="pl">
								<span>中评</span>
								<div class="ProgressBar progressBar" style="height: 5px;">
									<div class="ProgressBar-bar" style="width: 8%; height: 5px;">

									</div>
								</div>
								<span>8%</span>
							</div>
							<div class="pl">
								<span>差评</span>
								<div class="ProgressBar progressBar" style="height: 5px;">
									<div class="ProgressBar-bar" style="width: 0%;height: 5px;">

									</div>
								</div>
								<span>0%</span>
							</div>
						</div>
				</div>

				<div class="contentDiv2">
					<div>
						<a href="#"><img src="images/live/liveContent/71.webp"></a>
						<div class="right">
							<div>TYTYTY</div>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
						</div>
						<div class="pDiv">
							<p>
							技术大牛的好故事！

							</p>
							<div class="laDiv">
								2018-07-16 20:29:45
							</div>
						</div>
					</div>
				</div>
				<div>
				<div class="contentDiv2">
					<div>
						<a href="#"><img src="images/live/liveContent/72.jpg"></a>
						<div class="right">
							<div>甜菜型前锋</div>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg class="Rating-star-vgEAw" xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#e5e5e5" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#e5e5e5" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
						</div>
						<div class="pDiv">
							<p>
							讲得不错 开阔了思路
							</p>
							<div class="laDiv">
								2018-05-15 16:33:04
							</div>
						</div>
					</div>

				</div>


				<div class="contentDiv2">
					<div>
						<a href="#"><img src="images/live/liveContent/73.jpg"></a>
						<div class="right">
							<div>匿名用户</div>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
						</div>
						<div class="pDiv">
							<p>
							不错

							</p>
							<div class="laDiv">
								2018-04-17 08:21:26
							</div>
						</div>
					</div>
				<div>
				<div class="contentDiv2">
					<div>
						<a href="#"><img src="images/live/liveContent/74.webp"></a>
						<div class="right">
							<div>Terry Ye</div>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
						</div>
						<div class="pDiv">
							<p>
							总结很全面

							</p>
							<div class="laDiv">
								2018-04-07 10:20:47
							</div>
						</div>
					</div>
				<div>
				<div class="contentDiv2">
					<div>
						<a href="#"><img src="images/live/liveContent/75.jpg"></a>
						<div class="right">
							<div>大海</div>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#ffab2e" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#ffab2e" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
							<svg class="Rating-star-vgEAw" xmlns="http://www.w3.org/2000/svg" width="14" height="14" viewBox="0 0 15 15"><g fill-rule="evenodd"><path fill="#e5e5e5" d="M10.925 14.302c.173.13.408.13.58-.002.174-.13.244-.362.175-.572l-1.323-4.296 3.435-2.456c.175-.13.25-.36.185-.572-.064-.212-.253-.357-.468-.36H9.275L7.96 1.754c-.064-.21-.21-.354-.46-.354-.14 0-1.027 3.53-.988 6.32.04 2.788.98 3.85.98 3.85l3.433 2.732z"></path><path fill="#e5e5e5" d="M7.5 1.4c-.25 0-.41.144-.474.354l-1.318 4.29H1.49c-.214.003-.403.148-.467.36-.065.212.01.442.185.572l3.42 2.463-1.307 4.286c-.066.21.004.44.176.572.172.13.407.132.58.003l3.42-2.734L7.5 1.4z">

							</path></g></svg>
						</div>
						<div class="pDiv">
							<p>
							建议加入一些能指导工作的体系性材料
							</p>
							<div class="laDiv">
								2018-01-17 22:38:44
							</div>
						</div>
					</div>

				</div>

			</div>
				<div class="kDiv kw"></div>
				<div class="pImgDiv">
					<h4>发现更多</h4>
					<span>
						<span>更多推荐</span>
					<svg viewBox="0 0 9 10" height="5" width="5" fill="currentColor" size="5"><path d="M0 .978v8.044A.893.893 0 0 0 1 10a1.17 1.17 0 0 0 .47-.118l6.932-3.99a.963.963 0 0 0 0-1.784L1.47.118A1.17 1.17 0 0 0 1 0a.892.892 0 0 0-1 .978z">

					</path></svg>
					</span>
				</div>


			<div class="imgDiv">
					<div class="img">
						<div>
							<img src="images/live/liveContent/76.png" style="padding-top:20px ;"/>
							<p>汽车研发：NVH 漫谈</p>
							<p>讲者：铳蒙</p>
							<img src="images/live/liveContent/86.png"/>
							<div class="tbdiv">

								<div><img src="images/live/liveContent/85.png" style="width: 16; height: 16px;"> <span>Live 讲座</span></div>
							</div>
						</div>
						<div>
							<img src="images/live/liveContent/77.webp" style="padding-top:20px ;"/>
							<p>车载控制软件设计：从需求到量产</p>
							<p>讲者：一个kebab</p>
							<img src="images/live/liveContent/87.png"/>
							<div class="tbdiv">

								<div><img src="images/live/liveContent/88.png" style="width: 16; height: 16px;"> <span>Live 讲座</span></div>
							</div>
						</div>

					</div>
					<div class="img">
						<div>
							<img src="images/live/liveContent/78.webp"/>
							<p>辩论中的基本技术</p>
							<p>讲者：郭航初</p>
							<img src="images/live/liveContent/86.png"/>
							<div class="tbdiv">

								<div><img src="images/live/liveContent/88.png" style="width: 16; height: 16px;"> <span>Live 讲座</span></div>
							</div>
						</div>
						<div>
							<img src="images/live/liveContent/79.webp"/>
							<p>技术流教你找到适合自己的眉形</p>
							<p>讲者：Jennyyy</p>
							<img src="images/live/liveContent/87.png"/>
							<div class="tbdiv">

								<div><img src="images/live/liveContent/85.png" style="width: 16; height: 16px;"> <span>Live 讲座</span></div>
							</div>
						</div>
					</div>
					<div class="imgInDiv">
						<div class="imgOnDiv">
							<img src="images/live/liveContent/80.webp" style="width: 193.33px; height: 257.42px;"/>
							<img src="images/live/liveContent/86.png" class="imgLast"/>
							<div>电子书</div>
							<p>Android 移动性能实战</p>
							<p class="pLast">作者：腾讯SNG专项测试团队</p>
						</div>
						<div class="imgOnDiv">
							<img src="images/live/liveContent/81.webp" style="width: 193.33px; height: 257.42px;"/>
							<img src="images/live/liveContent/86.png" class="imgLast"/>
							<div>电子书</div>
							<p>人性能达到的境界</p>
							<p class="pLast">作者：（美）亚伯拉罕马斯洛</p>
						</div>
						<div class="imgOnDiv">
							<img src="images/live/liveContent/82.webp" style="width: 193.33px; height: 257.42px;"/>
							<img src="images/live/liveContent/86.png" class="imgLast"/>
							<div>电子书</div>
							<p>信息融合中估计算法的性能评估</p>
							<p class="pLast">作者：毛艳慧</p>
						</div>
					</div>
					<div class="kDiv kw"></div>
					<div class="zDiv">
						<h3>相关专题</h3>
						<img src="images/live/liveContent/90.webp"/>
						<div class="flexDiv">
							<div class="leftIn">
								<div>汽车行业的当下与未来</div>
								<div><span>专题 </span>
									共 6 场 Live 讲座· 0 人参与
								</div>
							</div>
							<div class="rightIn">
								<div>¥75</div>
								<div>原价 ¥95.98</div>
							</div>
						</div>
					</div>
					<div class="kDiv kw"></div>
					<div class="divla">
						<h3>Live 讲座须知</h3>
						<div>
							版权声明：讲者在本产品上发表的全部原创内容（包括但不限于文字、音频、图片等）著作权均归讲者本人所有。
							未经讲者授权许可，听众用户不得以任何载体或形式使用讲者的内容。
						</div>
						<div>
							<a href="#">知乎 Live 讲座是什么？</a>
						</div>
					</div>
					<div class="kdivla">
						<img src="images/live/liveContent/91.png" />
					</div>
			</div>
		</div>

		<div class="weiDiv">
			<div class="weiDiv_1">

				<div class="divlaOne">
					<svg viewBox="0 0 24 24" height="12" width="12" fill="currentColor" size="12" class="LiveAudioPlayer-auditionButtonIcon-uGqyF"><path fill-rule="evenodd" d="M4.8 1.4c-1-.5-1.8 0-1.8 1v19.3c0 1 .8 1.6 1.8 1l18-9.7c1-.5 1-1.4 0-2l-18-9.6z">

					</path></svg>试听
				</div>
				<div class="divlaTwo">立即购买</div>
				<div class="divlaThree">会员免费听</div>
			</div>
		</div>

	
	<script type="text/javascript" src="Scripts/jquery-3.5.1.min.js" ></script>
	<script type="text/javascript" src="Scripts/LiveContent.js" ></script>

	</body>
</html>
